let vue = new Vue({
    el: '#xiang',
    data: {
        li1: 'color: # #414a60; font-size: 0.13rem; margin-top:0.2rem;',
        li2: 'color: #8892ac;',
        shangs: [{
                img: './img/13.jpg',
                'l1': 'Web前端',
                'l2': '东易日盛',
                'l3': '西安 学历不限  经验不限',
                'span': '5-10k'
            },
            {
                img: './img/14.jpg',
                'l1': 'Web前端 HTML5',
                'l2': '九点连线',
                'l3': '济宁 大专  经验不限',
                'span': '5-10k'
            },
            {
                img: './img/15.jpg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '6-18k'
            },
            {
                img: './img/16.jpeg',
                'l1': '腾讯文档开放平台',
                'l2': '腾讯',
                'l3': '深圳 学历不限  经验不限',
                'span': '5-15k'
            },
            {
                img: './img/17.jpg',
                'l1': '西安-Web前端工程师',
                'l2': '北京知新树',
                'l3': '西安 学历不限  3-5年',
                'span': '8-13k'
            },
            {
                img: './img/19.jpg',
                'l1': 'Web前端实习生',
                'l2': '象阳数码',
                'l3': '西安 大专  经验不限',
                'span': '1-2k'
            },
            {
                img: './img/20.jpg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '8-9k'
            },
            {
                img: './img/21.jpg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '4-9k'
            },
            {
                img: './img/22.jpg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '6-15k'
            },
            {
                img: './img/23.jpeg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '9-19k'
            },
            {
                img: './img/24.jpg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '5-12k'
            },
            {
                img: './img/25.jpeg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '5-12k'
            },{
                img: './img/26.jpg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '7-12k'
            },
            {
                img: './img/27.jpeg',
                'l1': 'Web前端工程师',
                'l2': '多益网络',
                'l3': '武汉 学历不限  经验不限',
                'span': '11-18k'
            }
        ]
    }
})